Revit 2027 API
ParameterTypeId.FamilyCurveGstylePlusInvisiblePlusStickSym Property
 "Subcategory"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyCurveGstylePlusInvisiblePlusStickSym { get; }
Public Shared ReadOnly Property FamilyCurveGstylePlusInvisiblePlusStickSym As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyCurveGstylePlusInvisiblePlusStickSym {
	ForgeTypeId^ get ();
}
static member FamilyCurveGstylePlusInvisiblePlusStickSym : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace